---
kind: other
id: Properties.T:Autodesk.Revit.DB.ReferenceIntersector
zh: 射线、射线相交
source: html/b726edd6-41fe-3d4c-83d5-6fc6238f1616.htm
---
# ReferenceIntersector Properties

**中文**: 射线、射线相交

Determines if references inside Revit Links should be found.